Repository: MitchZinck/CarBN-IOS
Catalog: CarBN/Localization/*.lproj/Localizable.strings
Languages: uk

# common.error
source: Error
uk: Помилка

# common.ok
source: OK
uk: ОК

# common.cancel
source: Cancel
uk: Скасувати

# common.save
source: Save
uk: Зберегти

# common.delete
source: Delete
uk: Видалити

# common.edit
source: Edit
uk: Редагувати

# common.loading
source: Loading...
uk: Завантаження...

# common.retry
source: Retry
uk: Повторити

# common.done
source: Done
uk: Готово

# common.search
source: Search
uk: Пошук

# common.na
source: N/A
uk: Н/Д

# app.tagline
source: Collect, Trade, Connect
uk: Збирай, Обмінюй, Спілкуйся

# tab.home
source: Home
uk: Дім

# tab.friends
source: Friends
uk: Друзі

# tab.scan
source: Scan
uk: Скан

# tab.profile
source: Profile
uk: Профіль

# tab.trades
source: Trades
uk: Обміни

# auth.signin
source: Sign In
uk: Увійти

# auth.signin.google
source: Sign in with Google
uk: Увійти через Google

# auth.signin.apple
source: Sign in with Apple
uk: Увійти через Apple

# auth.signout
source: Sign Out
uk: Вийти

# auth.welcome
source: Welcome
uk: Ласкаво просимо

# auth.email
source: Email
uk: Ел. пошта

# auth.password
source: Password
uk: Пароль

# auth.logout
source: Logout
uk: Вихід

# home.title
source: Activity Feed
uk: Стрічка активності

# home.view
source: View
uk: Переглянути

# home.feed
source: Feed
uk: Стрічка

# home.likes
source: Likes
uk: Лайки

# home.feed.empty
source: No activity yet
uk: Немає активності

# home.likes.empty
source: No likes yet
uk: Немає лайків

# feed.details
source: Details
uk: Деталі

# feed.action.scanned
source: scanned a car
uk: відсканував авто

# feed.action.friended
source: friended
uk: додав друга

# feed.loading.car_details
source: Loading car details...
uk: Завантаження даних авто...

# feed.loading.trade_details
source: Loading trade details...
uk: Завантаження даних обміну...

# feed.trade.cars_offered
source: %d cars offered
uk: Пропонує %d авто

# feed.trade.cars_received
source: %d cars received
uk: Отримано %d авто

# feed.trade.tap_for_details
source: Tap to view details
uk: Торкнись для деталей

# feed.like.car_scan
source: liked your car scan
uk: сподобався твій скан

# feed.like.trade
source: liked your trade
uk: сподобався твій обмін

# feed.like.post
source: liked your post
uk: сподобався твій пост

# feed.like.car
source: liked your car
uk: лайкнув твоє авто

# scan.title
source: Scan Car
uk: Скан авто

source: Scan Car
uk: Скан авто

# scan.change_photo
source: Change Photo
uk: Змінити фото

# scan.photo_source
source: Choose Photo Source
uk: Обрати джерело фото

# scan.source.camera
source: Camera
uk: Камера

# scan.source.photo_library
source: Photo Library
uk: Фотобібліотека

# scan.analyzing
source: Analyzing Car...
uk: Аналіз авто...

# scan.identify
source: Identify Car
uk: Розпізнати авто

# scan.error.unknown
source: An unknown error occurred while scanning the car
uk: Невідома помилка при скануванні

# scan.error.no_credits
source: No scan credits remaining
uk: Немає кредитів для сканування

# scan.error.already_scanned
source: You've already scanned this car in the last 24 hours. Please wait before scanning it again.
uk: Авто вже сканувалось за 24 год

# scan.error.invalid_image
source: Invalid image format or unrecognized car
uk: Неправильний формат або авто не розпізнане

# scan.error.failed
source: Failed to scan car. Please try again.
uk: Не вдалося сканувати авто.

source: Scan Credits
uk: Кредити сканування

# scan.credits.low
source: Running low on scan credits
uk: Мало кредитів сканування

# scan.get_more
source: Get More
uk: Отримати ще

# profile.title
source: Profile
uk: Профіль

# profile.score
source: Score: %d
uk: Очки: %d

# profile.cars.title
source: My Cars
uk: Мої авто

# profile.cars.collection
source: Collection
uk: Колекція

# profile.cars.empty
source: No cars collected yet
uk: Немає авто в колекції

# profile.cars.loading
source: Loading cars...
uk: Завантаження авто...

# profile.cars.changes_detected
source: Car changes detected, updated local cache
uk: Зміни авто виявлено, кеш оновлено

# profile.cars.no_changes
source: No changes to user cars, using existing data
uk: Змін немає, дані ті самі

# profile.display_name
source: Display Name
uk: Ім'я користувача

# profile.default_user
source: User
uk: Користувач

# profile.stat.collected
source: Collected
uk: Зібрано

# profile.stat.friends
source: Friends
uk: Друзі

# profile.stat.score
source: Score
uk: Очки

# profile.trade_cars
source: Trade Cars
uk: Обмін авто

# profile.sort
source: Sort
uk: Сортувати

# profile.sort_by
source: Sort by
uk: Сортувати за

# profile.sort.rarity
source: Rarity
uk: Рідкість

# profile.sort.name
source: Name
uk: Ім'я

# profile.sort.date
source: Date Collected
uk: Дата збору

# profile.name_error.length
source: Display name must be between 3 and 50 characters
uk: Ім'я має бути від 3 до 50 символів

# profile.name_error.update_failed
source: Failed to update display name.
uk: Не вдалося оновити ім'я.

# car.rarity
source: Rarity
uk: Рідкість

# car.make
source: Make
uk: Марка

# car.model
source: Model
uk: Модель

# car.year
source: Year
uk: Рік

# car.details
source: Details
uk: Деталі

# car.horsepower.short
source: HP
uk: к.с.

# car.top_speed
source: Top Speed
uk: Макс. швидкість

# friends.title
source: Friends
uk: Друзі

# friends.requests
source: Friend Requests
uk: Запити друзів

# friends.requests.pending
source: Pending
uk: Oчікуючий

# friends.requests_count
source: Requests (%d)
uk: Запити (%d)

# friends.add
source: Add Friend
uk: Додати друга

# friends.remove
source: Remove Friend
uk: Видалити друга

# friends.empty
source: You don't have any friends yet
uk: У вас немає друзів

# friends.no_pending_requests
source: No pending friend requests
uk: Немає запитів на дружбу

# friends.user_friends
source: %@'s Friends
uk: Друзі %@

# friends.view_profile
source: View Profile
uk: Див. профіль

# friends.search_placeholder
source: Search by display name
uk: Пошук за ім'ям

# friends.search.no_results
source: No users found
uk: Користувачів не знайдено

# friends.status.pending
source: Pending
uk: Очікування

# friends.total_count
source: %d total friends
uk: %d друзів усього

# friends.friend_count
source: %d friends
uk: %d друзів

# friend.no_subscription
source: This user doesn't have an active subscription
uk: Немає активної підписки у користувача

# trades.title
source: Trades
uk: Обміни

# trades.new
source: New Trade
uk: Новий обмін

# trades.history
source: Trade History
uk: Історія обмінів

# trades.offer
source: Make Offer
uk: Запропонувати

# trades.accept
source: Accept
uk: Прийняти

# trades.reject
source: Reject
uk: Відхилити

# trades.cancel
source: Cancel Trade
uk: Скасувати обмін

# trades.filter
source: Filter
uk: Фільтр

# trades.filter.all
source: All
uk: Усі

# trades.filter.pending
source: Pending
uk: Очікування

# trades.filter.pending_count
source: Pending (%d)
uk: Очікування (%d)

# trades.filter.accepted
source: Accepted
uk: Прийнято

# trades.filter.declined
source: Declined
uk: Відхилено

# trades.empty
source: No trades yet
uk: Немає обмінів

# trades.empty.description
source: When you trade cars with friends, they'll show up here
uk: Обміни з друзями будуть тут

# subscription.title
source: Subscriptions
uk: Підписки

# subscription.manage
source: Manage Subscriptions
uk: Керувати підписками

# subscription.active
source: Active Subscription
uk: Активна підписка

# subscription.inactive
source: No Active Subscription
uk: Немає активної підписки

# subscription.upgrade
source: Upgrade Subscription
uk: Оновити підписку

# subscription.subscribe_now
source: Subscribe Now
uk: Підписатися зараз

# subscription.required.title
source: Can't Trade
uk: Не можна обміняти

# subscription.required.message
source: You need an active subscription to trade
uk: Потрібна активна підписка для обміну

# subscription.locked.generic_title
source: Feature Locked
uk: Функція заблокована

# subscription.locked.generic_message
source: Please subscribe to access this feature
uk: Підпишись для доступу до функції

# subscription.info.active
source: Active Subscription
uk: Активна підписка

# subscription.info.expires
source: Expires: %@
uk: Закінчується: %@

# subscription.info.not_subscribed
source: Not subscribed
uk: Не підписано

# subscription.info.scans_available
source: %d Scans Available
uk: %d сканів доступно

# subscription.purchase_type
source: Purchase Type
uk: Тип покупки

# subscription.tab.monthly
source: Monthly
uk: Щомісячно

# subscription.tab.scan_packs
source: Scan Packs
uk: Пакети сканів

# subscription.current_plan
source: Current Plan
uk: Поточний план

# subscription.month_suffix
source: /month
uk: /місяць

# subscription.loading
source: Loading...
uk: Завантаження...

# subscription.scan_credits_per_month
source: %d scans per month
uk: %d сканів на місяць

# subscription.features.trading
source: Trading with friends
uk: Обмін з друзями

# subscription.features.premium_images
source: Premium Car Upgrades
uk: Преміум оновлення

# subscription.button.subscribe
source: Subscribe
uk: Підписатися

# subscription.button.purchase
source: Purchase
uk: Купити

# subscription.scan_pack.starter
source: Starter Pack
uk: Стартовий пакет

# subscription.scan_pack.value
source: Value Pack
uk: Вигідний пакет

# subscription.scan_pack.mega
source: Mega Pack
uk: Мега пакет

# subscription.scan_pack.scans
source: scans
uk: сканів

# subscription.benefits.title
source: Subscription Benefits
uk: Переваги підписки

# subscription.benefits.trading.title
source: Car Trading
uk: Обмін авто

# subscription.benefits.trading.description
source: Trade cars with friends
uk: Обмінюй авто з друзями

# subscription.benefits.images.title
source: Premium Images
uk: Преміум фото

# subscription.benefits.images.description
source: High resolution car images
uk: Фото авто високої якості

# subscription.benefits.scanning.title
source: Scan Cars
uk: Скан авто

# subscription.benefits.scanning.description
source: Identify and collect cars
uk: Розпізнавай і збирай авто

# subscription.alert.success.title
source: Purchase Successful
uk: Успіх

# subscription.alert.success.message
source: Your purchase has been processed successfully
uk: Підписка успішно активована!

# error.network
source: Network error. Please check your connection.
uk: Помилка мережі. Перевірте зв'язок.

# error.auth
source: Authentication error. Please sign in again.
uk: Помилка авторизації. Увійдіть знову.

# error.unknown
source: An unknown error occurred.
uk: Невідома помилка.

# car.details.sell
source: Sell
uk: Продати

# car.details.sell_title
source: Sell Car
uk: Продати авто

# car.details.sell_message
source: Are you sure you want to sell this car? You will receive %d coins.
uk: Продати авто за %d монет?

# car.details.overview
source: Overview
uk: Огляд

# car.details.collected
source: Collected
uk: Зібрано

# car.details.trim
source: Trim
uk: Модифікація

# car.details.value
source: Value
uk: Цінність

# car.details.engine_type
source: Engine Type
uk: Тип двигуна

# car.details.drivetrain
source: Drivetrain
uk: Привід

# car.details.weight
source: Weight
uk: Вага

# car.details.description
source: Description
uk: Опис

# car.details.upgrade
source: Upgrade
uk: Покращити

# car.details.revert
source: Revert
uk: Повернути

# car.details.enhancing
source: Enhancing Image...
uk: Покращення фото...

# car.details.specs.horsepower
source: Horsepower
uk: Потужність

# car.details.specs.horsepower_value
source: %d hp
uk: %d к.с.

# car.details.specs.top_speed
source: Top Speed
uk: Макс. швидкість

# car.details.specs.acceleration_value
source: %.1fs
uk: %.1fс

# car.details.upgrade_title
source: Upgrade Image
uk: Покращити фото

# car.details.upgrade_message
source: Would you like to upgrade this car's image to a premium version? This requires an active subscription and costs 5000 coins. The original image will be preserved.
uk: Покращити фото авто за 5000 монет? Потрібна підписка.

# car.details.revert_title
source: Revert Image
uk: Повернути фото

# car.details.revert_message
source: Are you sure you want to revert this car's image to the original version? This action is free but you will need to pay again to upgrade in the future.
uk: Повернути початкове фото? Безкоштовно.

# car.details.error.subscription
source: You need an active subscription to upgrade car images
uk: Потрібна підписка для покращення фото

# car.details.error.insufficient_coins
source: Insufficient coins. You need 5000 coins to upgrade a car image.
uk: Недостатньо монет. Потрібно 5000.

# trade.details.title
source: Trade Details
uk: Деталі обміну

# trade.details.offered_by
source: Offered by
uk: Запропоновано від

# trade.details.requested_from
source: Requested from
uk: Запитано від

# trade.details.subscription_required
source: Active Subscription Required
uk: Потрібна підписка

# trade.details.subscription_message
source: You need an active subscription to trade cars.
uk: Потрібна підписка для обміну авто.

# trade.close
source: Close
uk: Закрити

# trade.history.offering
source: Offering
uk: Пропонує

# trade.history.requesting
source: Requesting
uk: Запитує

# trade.history.traded
source: Traded %@
uk: Обміняно %@

# trade.new.title
source: Trade Cars
uk: Обмін авто

# trade.new.your_cars
source: Your Cars
uk: Твої авто

# trade.new.offering
source: Offering: %d cars
uk: Пропоную: %d авто

# trade.new.cars_from
source: Cars from
uk: Авто від

# trade.new.requesting
source: Requesting: %d cars
uk: Запитую: %d авто

# trade.new.submit
source: Submit Trade
uk: Надіслати обмін

# trade.new.no_cars
source: No cars available
uk: Немає авто

# trade.subscription.required
source: Subscription Required
uk: Потрібна підписка

# trade.subscription.message
source: An active subscription is required to trade cars.
uk: Для обміну потрібна активна підписка.

# trade.error.unknown
source: An unknown error occurred
uk: Невідома помилка

# trade.action.accept
source: Accept
uk: Прийняти

# trade.action.decline
source: Decline
uk: Відхилити

# settings.title
source: Settings
uk: Налаштування

# settings.language
source: Language
uk: Мова

# settings.app_settings
source: App Settings
uk: Налаштування додатку

# settings.subscription
source: Subscription
uk: Підписка

# settings.language_changed
source: Language Changed
uk: Мову змінено

# settings.restart_required
source: Please restart the app for the language change to take effect.
uk: Будь ласка, перезапустіть додаток, щоб зміна мови набула чинності.

# settings.restart
source: Restart App
uk: Перезапустити

# settings.english
source: English
uk: Англійська

# settings.russian
source: Russian
uk: Російська

# settings.ukrainian
source: Ukrainian
uk: Українська

# settings.spanish
source: Spanish
uk: Іспанська

# rarity.common
source: Common
uk: Звичайний

# rarity.uncommon
source: Uncommon
uk: Незвичайний

# rarity.rare
source: Rare
uk: Рідкісний

# rarity.epic
source: Epic
uk: Епічний

# rarity.legendary
source: Legendary
uk: Легендарний

# settings.manage_subscription
source: Manage Subscription
uk: Керувати підпискою

# settings.get_subscription
source: Get Subscription
uk: Отримати підписку

# settings.subscription_settings
source: Subscription Settings
uk: Налаштування підписки

# scan.subscription_required.title
source: Premium Feature
uk: Преміум функція

# scan.subscription_required.message
source: Subscribe to unlock unlimited car scanning and premium features
uk: Підпишіться, щоб розблокувати необмежене сканування авто та преміум функції

# settings.danger_zone
source: Danger Zone
uk: Небезпечна зона

# settings.delete_account
source: Delete Account
uk: Видалити акаунт
